const products = [
    {
        id: 1,
        name: 'Футболка с логотипом',
        description: 'Классическая футболка с логотипом магазина.',
        price: 20.00
    },
    {
        id: 2,
        name: 'Джинсы "Стильные"',
        description: 'Джинсы с модным дизайном и комфортной посадкой.',
        price: 45.00
    },
    {
        id: 3,
        name: 'Кроссовки "Бегун"',
        description: 'Удобные кроссовки для активного образа жизни.',
        price: 60.00
    },
    {
        id: 4,
        name: 'Кроссовки "Бегунишка"',
        description: 'Удобные кроссовки для активного образа жизни.',
        price: 60.00
    },
];

// Экспорт массива для использования в других файлах
export default products;
